Dlubal.RFEM5.CompoundSolidOperationType
Type of compound solid operation

Dlubal.RFEM5.CompoundSolidOperationType.UnknownCompoundType
Unknown compound solid operation type

Dlubal.RFEM5.CompoundSolidOperationType.UniteSolidsType
Unite solids

Dlubal.RFEM5.CompoundSolidOperationType.SubtractSolidsType
Subtract solids

Dlubal.RFEM5.CompoundSolidOperationType.IntersectSolidsType
Intersect solids

Dlubal.RFEM5.CompoundSolidOperationType.FragmentsType
Fragments

Dlubal.RFEM5.CompoundSolidOperationType.ExteriorType
Exterior

Dlubal.RFEM5.CompoundSolidOperationType.InteriorType
Interior